Revit 2027 API
ParameterTypeId.RbsElecPanelLocationParam Property
 "Location"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelLocationParam { get; }
Public Shared ReadOnly Property RbsElecPanelLocationParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelLocationParam {
	ForgeTypeId^ get ();
}
static member RbsElecPanelLocationParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace